Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/elections_and_referenda/european_elections/voting_procedure_in_a_european_election.html.txt.tmx
Source language: en
Languages: ga

source: Voting procedure in a European election
ga: An Córas Vótála do Thoghchán Eorpach

source: The returning officer for each of the 3 constituencies in Ireland is nominated by the Minister for Housing, Planning, Community and Local Government and must be a City or County Sheriff or a County Registrar
ga: Ainmníonn an tAire Tithíochta, Pleanála, Pobal agus Rialtais Áitiúil an ceann comhairimh i ngach ceann den 3 thoghcheantar agus ní mór gur Shirriam Cathrach nó Contae nó Cláraitheoir Contae a bheadh ann/inti

source: He or she is the person responsible for organising the poll, printing the ballot papers and counting the votes in each constituency
ga: Tá an duine sin freagrach as an vótáil a reachtáil, páipéir bhallóide a phriontáil agus as comhaireamh na vótaí i ngach toghcheantar

source: The local returning officer provides polling stations - usually schools and public buildings are used
ga: Cuireann an ceann comhairimh áitiúil ionaid vótála ar fáil - baintear úsáid as scoileanna go minic agus as foirgnimh phoiblí

source: If you are on the Register of Electors, a polling card will be sent to your home before the date of the European election
ga: Má tá tú ar Chlár na Vótálaithe, cuirfear cárta vótála chugat sa phost chuig do sheoladh baile roimh an dáta do thoghchán na hEorpa

source: Your polling card will include your elector number and will tell you where you can vote
ga: Beidh uimhir vótálaí ar an gcárta ballóide agus beidh sé insithe cén áit ina bhfuil do vóta le caitheamh agat

source: Each candidate at a European Parliament election may be represented by a "personation agent" at the polling station
ga: Is féidir le "ionadaí pearsanta" a bheith i láthair ar son gach iarrthóra i dtoghchán Eorpach ag an ionad vótála

source: The personation agent supervises the polling and helps prevent electoral offences
ga: Déanann an t-ionadaí pearsanta maoirseacht ar an vótáil agus tugann sé/sí cúnamh aon choireann toghcháin a sheachaint

source: When you arrive at the polling station, you will be asked to state your name and address and you may be asked to prove your identity
ga: Nuair a thagann tú chuig an ionad vótála iarrfar ort d'ainm agus do sheoladh a thabhairt, d'fhéadfadh sé go mbeadh ort fianaise aitheantais a chur ar fáil

source: If you are asked to prove your identity and you cannot do so, you may not be allowed to vote
ga: Má iarrtar ort é sin a dhéanamh agus muna bhfuil tú in ann, ní bheidh cead agat do vóta a chaitheamh

source: If the presiding officer is satisfied in relation to your identity, your ballot paper will be stamped and handed to you
ga: Má tá an t-oifigeach i gceannas sásta cé thú féin cuirfear stampa ar do pháipéar ballóide agus tabharfar duit é

source: You will then go into a voting compartment
ga: Rachaidh tú isteach i mbothán vótála ansin

source: The names of the candidates in the election appear in alphabetical order on the ballot paper along with an indication of their political party, if any
ga: Beidh ainmneacha na n-iarrthóirí ar an bpáipéar ballóide in ord aibítre chomh maith le haitheantas don pháirtí lena mbaineann siad, má bhaineann

source: A photograph of the candidate and/or a party emblem may also appear on the ballot paper
ga: D'fhéadfadh sé go mbeadh griangraf den iarrthóir agus/nó logo an pháirtí ar an bpáipéar ballóide freisin

source: You must indicate the order of your choice of candidates by writing "1" in the box beside the photograph of your first choice of candidate and, if you wish, "2" beside the photograph of your second choice of candidate, "3" beside the photograph of your third choice and so on
ga: Ní mór duit do rogha iarrthóirí a thaispeáint le "1" a scríobh sa bhosca taobh le griangraf do chéad rogha iarrthóra agus, más mian leat, "2" le taobh griangraf do dhara rogha iarrthóra, "3" le taobh griangraf do thriú rogha iarrthóra agus mar sin de

source: When you vote this way, you are instructing the returning officer to transfer your vote to your second choice candidate if the first choice is either elected or eliminated
ga: Nuair a chaitheann tú vóta ar an mbealach seo tá tú ag tabhairt ordaithe don cheann comhairimh do vóta a aistriú chuig do dhara rogha iarrthóra má bhíonn an chéad iarrthóir tofa nó curtha as an áireamh

source: If your second choice candidate is either elected or eliminated, your vote will be transferred to your third choice and so on
ga: Má bhíonn an dara rogha iarrthóra tofa nó curtha as an áireamh, tabharfar do vóta chuig do thríú rogha agus mar sin de

source: You must then fold your ballot paper to hide your vote and place it in the sealed ballot box
ga: Ní mór duit ansin an páipéar ballóide a filleadh leis an vóta a cheilt agus é a chur isteach sa bhosca ballóide atá dúnta le séala

source: You may only vote once at the election
ga: Ní féidir leat ach vóta a chaitheamh uair amháin ag aon toghchán

source: If you have a physical or sight disability or if you have reading or writing disabilities, you may be assisted by the presiding officer
ga: Má tá míchumas fisiciúil ort nó radharcach nó má tá míchumais léimh ná scríobh ort is féidir leis an oifigeach i gceannas cúnamh a chur ar fáil duit

source: It is also possible to vote in a European Parliament election by a postal vote
ga: Is féidir freisin vóta poist a chaitheamh i dtoghchán do Pharlaimint na hEorpa

source: Prisoners can also vote by registering on the Postal Voters List
ga: Is féidir le príosúnaigh vótáil freisin má bhíonn siad cláraithe ar an Liosta Postvótálaí

source: There are about 2.8 million registered electors who are entitled to vote at European elections
ga: Tá tuairim agus 2.8 milliún daoine cláraithe le vóta a chaitheamh i dtoghcháin Eorpacha

source: To vote in a European election:
ga: Le vóta a chaitheamh i dtoghchán Eorpach:

source: • You must be a citizen of the European Union
ga: • Ní mór duit a bheith i do shaoránach d'Aontas na hEorpa

source: • You must be 18 years of age on the day the Register of Electors comes into force, i.e., the 15th February
ga: • Ní mór duit a bheith ós cionn 18 bliain d'aois ar an lá go dtagann Clár na Vótálaithe i bhfeidhm, i.e., an 15 Feabhra

source: • Your name must be on the Register of Electors
ga: • Ní mór go mbeadh d'ainm ar Chlár na Vótálaithe

source: If you are an Irish citizen living in another Member State, you are entitled to vote at the European elections in that country only
ga: Más saoránach Éireannach thú a chónaíonn i mBallstát eile is féidir leat vóta a chaitheamh i dtoghcháin na hEorpa sa tír sin

source: You are not entitled to vote at the elections in more than one constituency or country
ga: Ach, níl sé de chead agat vóta a chaitheamh sna toghcháin i níos mó ná toghcheantar ná tír amháin

source: This effectively means that you cannot vote abroad and in Ireland in the same election
ga: Ciallaíonn é nach féidir leat vóta a chaitheamh i dtoghchán céanna thar lear agus in Éirinn
